public enum ItemEnum
{
    #region 普通
    文具 = 52,
    生命番茄 = 53,
    士兵棋子 = 54,
    大金牙 = 55,
    普通会员 = 71,
    #endregion

    #region 稀有
    主教棋子 = 57,
    破敌战斧 = 59,
    陨铁鸟 = 60,
    知识药剂 = 62,
    猩红收割者 = 63,
    复仇护手 = 67,
    橡木棺椁 = 68,
    生命的旅程 = 70,
    高级会员 = 72,
    坩埚 = 76,
    女巫坩埚 = 77,
    半满坩埚 = 78,
    满满的坩埚 = 79,
    惬意烟斗 = 80,
    商贾之印 = 94,
    #endregion

    #region 史诗
    皇后棋子 = 58,
    VIP会员 = 73,
    破釜沉舟 = 84,
    黄金奇异果 = 88,
    愈术符咒 = 89,
    暴击领悟 = 90,
    闪击披风 = 91,
    投资回报 = 95,
    魔术牌 = 97,
    #endregion

    #region 传说

    筹码50 = 44,
    时间之瓶 = 45,
    财运背包 = 46,
    双倍奇迹 = 47,
    千年天秤 = 48,
    永恒血冠 = 51,

    #endregion
}

